{
  "confessionTexts": [
    {
      "week": 1,
      "chapter": "1.1",
      "text": "The Holy Scripture is the only sufficient, certain, and infallible rule of all saving knowledge, faith, and obedience. Although the light of nature, and the works of creation and providence do so far manifest the goodness, wisdom, and power of God, as to leave men inexcusable; yet are they not sufficient to give that knowledge of God and His will which is necessary unto salvation."
    },
    {
      "week": 2,
      "chapter": "1.2-4",
      "text": "Under the name of Holy Scripture, or the Word of God written, are now contained all the Books of the Old and New Testaments... The authority of the Holy Scripture, for which it ought to be believed, depends not upon the testimony of any man or church, but wholly upon God (who is truth itself), the author thereof; therefore it is to be received because it is the Word of God."
    },
    {
      "week": 3,
      "chapter": "2.1",
      "text": "The Lord our God is but one only living and true God; whose subsistence is in and of Himself, infinite in being and perfection; whose essence cannot be comprehended by any but Himself; a most pure spirit, invisible, without body, parts, or passions, who only hath immortality, dwelling in the light which no man can approach unto."
    },
    {
      "week": 4,
      "chapter": "2.3",
      "text": "In this divine and infinite Being there are three subsistences, the Father, the Word or Son, and Holy Spirit, of one substance, power, and eternity, each having the whole divine essence, yet the essence undivided: the Father is of none, neither begotten nor proceeding; the Son is eternally begotten of the Father; the Holy Spirit proceeding from the Father and the Son."
    },
    {
      "week": 5,
      "chapter": "3.1",
      "text": "God hath decreed in Himself, from all eternity, by the most wise and holy counsel of His own will, freely and unchangeably, all things, whatsoever comes to pass; yet so as thereby is God neither the author of sin nor hath fellowship with any therein; nor is violence offered to the will of the creature, nor yet is the liberty or contingency of second causes taken away, but rather established."
    },
    {
      "week": 6,
      "chapter": "4.1-2",
      "text": "In the beginning it pleased God the Father, Son, and Holy Spirit, for the manifestation of the glory of His eternal power, wisdom, and goodness, to create or make the world, and all things therein, whether visible or invisible, in the space of six days, and all very good. After God had made all other creatures, He created man, male and female, with reasonable and immortal souls, rendering them fit unto that life to God for which they were created."
    },
    {
      "week": 7,
      "chapter": "5.1",
      "text": "God the good Creator of all things, in His infinite power and wisdom doth uphold, direct, dispose, and govern all creatures and things, from the greatest even to the least, by His most wise and holy providence, to the end for which they were created, according unto His infallible foreknowledge, and the free and immutable counsel of His own will."
    },
    {
      "week": 8,
      "chapter": "6.1",
      "text": "Although God created man upright and perfect, and gave him a righteous law, which had been unto life had he kept it, yet he did not long abide in this honour; Satan using the subtlety of the serpent to subdue Eve, then by her seducing Adam, who, without any compulsion, did willfully transgress the law of their creation, and break the covenant made with them, in eating the forbidden fruit."
    },
    {
      "week": 9,
      "chapter": "6.2-4",
      "text": "Our first parents, by this sin, fell from their original righteousness and communion with God, and we in them whereby death came upon all: all becoming dead in sin, and wholly defiled in all the faculties and parts of soul and body. They being the root, and by God's appointment, standing in the room and stead of all mankind, the guilt of the sin was imputed, and corrupted nature conveyed, to all their posterity descending from them by ordinary generation."
    },
    {
      "week": 10,
      "chapter": "7.1-2",
      "text": "The distance between God and the creature is so great, that although reasonable creatures do owe obedience to Him as their creator, yet they could never have attained the reward of life but by some voluntary condescension on God's part, which He hath been pleased to express by way of covenant. Moreover, man having brought himself under the curse of the law by his fall, it pleased the Lord to make a covenant of grace."
    },
    {
      "week": 11,
      "chapter": "7.3",
      "text": "This covenant is revealed in the gospel; first of all to Adam in the promise of salvation by the seed of the woman, and afterwards by farther steps, until the full discovery thereof was completed in the New Testament; and it is founded in that eternal covenant transaction that was between the Father and the Son about the redemption of the elect."
    },
    {
      "week": 12,
      "chapter": "8.1",
      "text": "It pleased God, in His eternal purpose, to choose and ordain the Lord Jesus, His only begotten Son, according to the covenant made between them both, to be the mediator between God and man; the prophet, priest, and king; head and saviour of the church, the heir of all things, and judge of the world; unto whom He did from all eternity give a people to be His seed and to be by Him in time redeemed, called, justified, sanctified, and glorified."
    },
    {
      "week": 13,
      "chapter": "8.8-9",
      "text": "To all those for whom Christ hath obtained eternal redemption, He doth certainly and effectually apply and communicate the same, making intercession for them; uniting them to Himself by His Spirit, revealing unto them, in and by His Word, the mystery of salvation, persuading them to believe and obey, governing their hearts by His Word and Spirit, and overcoming all their enemies by His almighty power and wisdom."
    },
    {
      "week": 14,
      "chapter": "8.4-5",
      "text": "This office the Lord Jesus did most willingly undertake, which that He might discharge He was made under the law, and did perfectly fulfil it, and underwent the punishment due to us, which we should have borne and suffered, being made sin and a curse for us; enduring most grievous sorrows in His soul, and most painful sufferings in His body; was crucified, and died, and remained in the state of the dead, yet saw no corruption."
    },
    {
      "week": 15,
      "chapter": "8.4",
      "text": "On the third day He arose from the dead with the same body in which He suffered; with which He also ascended into heaven, and there sitteth at the right hand of His Father making intercession, and shall return to judge men and angels at the end of the world."
    },
    {
      "week": 16,
      "chapter": "9.3",
      "text": "Man, by his fall into a state of sin, hath wholly lost all ability of will to any spiritual good accompanying salvation; so as a natural man, being altogether averse from that good, and dead in sin, is not able by his own strength to convert himself, or to prepare himself thereunto."
    },
    {
      "week": 17,
      "chapter": "10.1",
      "text": "Those whom God hath predestinated unto life, He is pleased in His appointed, and accepted time, effectually to call by His Word and Spirit, out of that state of sin and death in which they are by nature, to grace and salvation by Jesus Christ; enlightening their minds spiritually and savingly to understand the things of God; taking away their heart of stone, and giving unto them a heart of flesh; renewing their wills, and by His almighty power determining them to that which is good."
    },
    {
      "week": 18,
      "chapter": "10.2",
      "text": "This effectual call is of God's free and special grace alone, not from anything at all foreseen in man, nor from any power or agency in the creature, being wholly passive therein, being dead in sins and trespasses, until being quickened and renewed by the Holy Spirit; he is thereby enabled to answer this call, and to embrace the grace offered and conveyed in it."
    },
    {
      "week": 19,
      "chapter": "11.1",
      "text": "Those whom God effectually calleth, He also freely justifieth, not by infusing righteousness into them, but by pardoning their sins, and by accounting and accepting their persons as righteous; not for anything wrought in them, or done by them, but for Christ's sake alone; not by imputing faith itself, the act of believing, or any other evangelical obedience to them, as their righteousness; but by imputing Christ's active obedience unto the whole law, and passive obedience in His death for their whole and sole righteousness by faith."
    },
    {
      "week": 20,
      "chapter": "11.1",
      "text": "Faith thus receiving and resting on Christ and His righteousness, is the alone instrument of justification; yet it is not alone in the person justified, but is ever accompanied with all other saving graces, and is no dead faith, but worketh by love."
    },
    {
      "week": 21,
      "chapter": "12.1",
      "text": "All those that are justified, God vouchsafed, in and for the sake of His only Son Jesus Christ, to make partakers of the grace of adoption, by which they are taken into the number, and enjoy the liberties and privileges of the children of God, have His name put upon them, receive the spirit of adoption, have access to the throne of grace with boldness, are enabled to cry Abba, Father, are pitied, protected, provided for, and chastened by Him as by a Father, yet never cast off, but sealed to the day of redemption, and inherit the promises as heirs of everlasting salvation."
    },
    {
      "week": 22,
      "chapter": "13.1",
      "text": "They who are united to Christ, effectually called, and regenerated, having a new heart and a new spirit created in them through the virtue of Christ's death and resurrection, are also farther sanctified, really and personally, through the same virtue, by His Word and Spirit dwelling in them; the dominion of the whole body of sin is destroyed, and the several lusts thereof are more and more weakened and mortified, and they more and more quickened and strengthened in all saving graces, to the practice of all true holiness, without which no man shall see the Lord."
    },
    {
      "week": 23,
      "chapter": "13.2-3",
      "text": "This sanctification is throughout the whole man, yet imperfect in this life; there abideth still some remnants of corruption in every part, whence ariseth a continual and irreconcilable war; the flesh lusting against the Spirit, and the Spirit against the flesh. In which war, although the remaining corruption for a time may much prevail, yet through the continual supply of strength from the sanctifying Spirit of Christ, the regenerate part doth overcome."
    },
    {
      "week": 24,
      "chapter": "14.1",
      "text": "The grace of faith, whereby the elect are enabled to believe to the saving of their souls, is the work of the Spirit of Christ in their hearts, and is ordinarily wrought by the ministry of the Word; by which also, and by the administration of baptism and the Lord's supper, prayer, and other means appointed of God, it is increased and strengthened."
    },
    {
      "week": 25,
      "chapter": "14.2",
      "text": "By this faith a Christian believeth to be true whatsoever is revealed in the Word for the authority of God Himself, and also apprehendeth an excellency therein above all other writings; and all things in the world: and acteth differently upon that which each particular passage thereof containeth; yielding obedience to the commands, trembling at the threatenings, and embracing the promises of God for this life and that which is to come; but the principal acts of saving faith have immediate relation to Christ, accepting, receiving, and resting upon Him alone for justification, sanctification, and eternal life, by virtue of the covenant of grace."
    },
    {
      "week": 26,
      "chapter": "15.1",
      "text": "Such of the elect as are converted at riper years, having sometime lived in the state of nature, and therein served divers lusts and pleasures, God in their effectual calling giveth them repentance unto life. Whereas there is none that doth good and sinneth not, and the best of men may, through the power and deceitfulness of their corruption dwelling in them, with the prevalency of temptation, fall in to great sins and provocations; God hath, in the covenant of grace, mercifully provided that believers so sinning and falling be renewed through repentance unto salvation."
    },
    {
      "week": 27,
      "chapter": "15.2-3",
      "text": "This saving repentance is an evangelical grace, whereby a person, being by the Holy Spirit made sensible of the manifold evils of his sin, doth, by faith in Christ, humble himself for it with godly sorrow, detestation of it, and self-abhorrency, praying for pardon and strength of grace, with a purpose and endeavour, by supplies of the Spirit, to walk before God unto all well-pleasing in all things."
    },
    {
      "week": 28,
      "chapter": "16.1-2",
      "text": "Good works are only such as God hath commanded in His Holy Word, and not such as without the warrant thereof are devised by men out of blind zeal, or upon any pretense of good intentions. These good works, done in obedience to God's commandments, are the fruits and evidences of a true and lively faith; and by them believers manifest their thankfulness, strengthen their assurance, edify their brethren, adorn the profession of the gospel, stop the mouths of the adversaries, and glorify God."
    },
    {
      "week": 29,
      "chapter": "16.5",
      "text": "We cannot by our best works merit pardon of sin or eternal life at the hand of God, by reason of the great disproportion that is between them and the glory to come, and the infinite distance that is between us and God, whom by them we can neither profit nor satisfy for the debt of our former sins; but when we have done all we can, we have done but our duty, and are unprofitable servants; and because as they are good they proceed from His Spirit, and as they are wrought by us they are defiled and mixed with so much weakness and imperfection, that they cannot endure the severity of God's punishment."
    },
    {
      "week": 30,
      "chapter": "17.1",
      "text": "They whom God hath accepted in the beloved, effectually called and sanctified by His Spirit, and given the precious faith of His elect unto, can neither totally nor finally fall from the state of grace, but shall certainly persevere therein to the end, and be eternally saved, seeing the gifts and callings of God are without repentance, whence He still begets and nourisheth in them faith, repentance, love, joy, hope, and all the graces of the Spirit unto immortality."
    },
    {
      "week": 31,
      "chapter": "18.1",
      "text": "Although temporary believers and other unregenerate men may vainly deceive themselves with false hopes and carnal presumptions of being in the favour of God and state of salvation, which hope of theirs shall perish; yet such as truly believe in the Lord Jesus, and love Him in sincerity, endeavouring to walk in all good conscience before Him, may in this life be certainly assured that they are in the state of grace, and may rejoice in the hope of the glory of God, which hope shall never make them ashamed."
    },
    {
      "week": 32,
      "chapter": "19.1",
      "text": "God gave to Adam a law of universal obedience written in his heart, and a particular precept of not eating the fruit of the tree of knowledge of good and evil; by which He bound him and all his posterity to personal, entire, exact, and perpetual obedience; promised life upon the fulfilling, and threatened death upon the breach of it, and endued him with power and ability to keep it."
    },
    {
      "week": 33,
      "chapter": "19.2-3",
      "text": "The same law that was first written in the heart of man continued to be a perfect rule of righteousness after the fall, and was delivered by God upon Mount Sinai, in ten commandments. Besides this law, commonly called moral, God was pleased to give to the people of Israel ceremonial laws. He did also give to them various judicial laws, which expired together with the state of that people, not obliging any now by virtue of that institution."
    },
    {
      "week": 34,
      "chapter": "19.5-6",
      "text": "The moral law doth for ever bind all, as well justified persons as others, to the obedience thereof, and that not only in regard of the matter contained in it, but also in respect of the authority of God the Creator, who gave it; neither doth Christ in the Gospel any way dissolve, but much strengthen this obligation. Although true believers be not under the law as a covenant of works, to be thereby justified or condemned, yet it is of great use to them as well as to others."
    },
    {
      "week": 35,
      "chapter": "20.1",
      "text": "The liberty which Christ hath purchased for believers under the gospel, consists in their freedom from the guilt of sin, the condemning wrath of God, the rigour and curse of the law, and in their being delivered from this present evil world, bondage to Satan, and dominion of sin, from the evil of afflictions, the fear and sting of death, the victory of the grave, and everlasting damnation: as also in their free access to God, and their yielding obedience unto Him, not out of slavish fear, but a child-like love and willing mind."
    },
    {
      "week": 36,
      "chapter": "20.2",
      "text": "God alone is Lord of the conscience, and hath left it free from the doctrines and commandments of men which are in any thing contrary to His Word, or not contained in it. So that to believe such doctrines, or obey such commands out of conscience, is to betray true liberty of conscience; and the requiring of an implicit faith, an absolute and blind obedience, is to destroy liberty of conscience and reason also."
    },
    {
      "week": 37,
      "chapter": "21.1",
      "text": "The light of nature showeth that there is a God, who hath lordship and sovereignty over all; is just, good and doth good unto all; and is therefore to be feared, loved, praised, called upon, trusted in, and served, with all the heart and all the soul, and with all the might. But the acceptable way of worshipping the true God, is instituted by Himself, and so limited by His own revealed will, that He may not be worshipped according to the imagination and devices of men, nor the suggestions of Satan, under any visible representations, or any other way not prescribed in the Holy Scriptures."
    },
    {
      "week": 38,
      "chapter": "22.1",
      "text": "Prayer, with thanksgiving, being one special part of natural worship, is by God required of all men. But that it may be accepted, it is to be made in the name of the Son, by the help of the Spirit, according to His will; with understanding, reverence, humility, fervency, faith, love, and perseverance; and when with others, in a known tongue."
    },
    {
      "week": 39,
      "chapter": "22.7-8",
      "text": "As it is of the law of nature, that in general a proportion of time, by God's appointment, be set apart for the worship of God, so by His Word, in a positive moral, and perpetual commandment, binding all men, in all ages, He hath particularly appointed one day in seven for a sabbath to be kept holy unto Him, which from the beginning of the world to the resurrection of Christ was the last day of the week, and from the resurrection of Christ was changed into the first day of the week, which is called the Lord's Day: and is to be continued to the end of the world as the Christian Sabbath, the observation of the last day of the week being abolished."
    },
    {
      "week": 40,
      "chapter": "23.1",
      "text": "The Lord Jesus, as king and head of His church, hath therein appointed a government in the hand of church officers, distinct from the civil magistrate. To these officers the keys of the Kingdom of Heaven are committed, by virtue whereof they have power respectively to retain and remit sins, to shut that kingdom against the impenitent, both by the Word and censures; and to open it unto penitent sinners, by the ministry of the gospel, and by absolution from censures, as occasion shall require."
    },
    {
      "week": 41,
      "chapter": "24.1",
      "text": "Marriage is to be between one man and one woman; neither is it lawful for any man to have more than one wife, nor for any woman to have more than one husband at the same time. Marriage was ordained for the mutual help of husband and wife, for the increase of mankind with a legitimate issue, and the preventing of uncleanness."
    },
    {
      "week": 42,
      "chapter": "25.1-2",
      "text": "The catholic or universal church, which with respect to the internal work of the Spirit and truth of grace may be called invisible, consists of the whole number of the elect, that have been, are, or shall be gathered into one, under Christ, the head thereof; and is the spouse, the body, the fulness of Him that filleth all in all. All persons throughout the world, professing the faith of the gospel, and obedience unto God by Christ according unto it, not destroying their own profession by any errors everting the foundation, or unholiness of conversation, are and may be called visible saints; and of such ought all particular congregations to be constituted."
    },
    {
      "week": 43,
      "chapter": "26.1-3",
      "text": "The Lord Jesus Christ is the Head of the church, in whom, by the appointment of the Father, all power for the calling, institution, order or government of the church, is invested in a supreme and sovereign manner; neither can the Pope of Rome in any sense be head thereof, but is that antichrist, that man of sin, and son of perdition, that exalteth himself in the church against Christ. The Lord Jesus calleth out of the world unto Himself, through the ministry of His Word, by His Spirit, those that are given unto Him by His Father."
    },
    {
      "week": 44,
      "chapter": "26.9-11",
      "text": "All believers are bound to join themselves to particular churches, when and where they have opportunity so to do; and all that are admitted unto the privileges of a church, are also under the censures and government thereof, according to the rule of Christ. No church members, upon any offence taken by them, having performed their duty required of them towards the person they are offended at, ought to disturb any church-order, or absent themselves from the assemblies of the church."
    },
    {
      "week": 45,
      "chapter": "27.1",
      "text": "Baptism and the Lord's Supper are ordinances of positive and sovereign institution, appointed by the Lord Jesus, the only lawgiver, to be continued in His church to the end of the world."
    },
    {
      "week": 46,
      "chapter": "28.1",
      "text": "Baptism is an ordinance of the New Testament, ordained by Jesus Christ, to be unto the party baptized, a sign of his fellowship with Him, in His death and resurrection; of his being engrafted into Him; of remission of sins; and of giving up into God, through Jesus Christ, to live and walk in newness of life."
    },
    {
      "week": 47,
      "chapter": "29.1",
      "text": "The supper of the Lord Jesus was instituted by Him the same night wherein He was betrayed, to be observed in His churches, unto the end of the world, for the perpetual remembrance, and shewing forth the sacrifice of Himself in His death, confirmation of the faith of believers in all the benefits thereof, their spiritual nourishment, and growth in Him, their further engagement in, and to all duties which they owe unto Him; and to be a bond and pledge of their communion with Him, and with each other."
    },
    {
      "week": 48,
      "chapter": "29.7",
      "text": "Worthy receivers, outwardly partaking of the visible elements in this ordinance, do then also inwardly by faith, really and indeed, yet not carnally and corporally, but spiritually receive, and feed upon Christ crucified, and all the benefits of His death; the body and blood of Christ being then not corporally or carnally, but spiritually present to the faith of believers in that ordinance, as the elements themselves are to their outward senses."
    },
    {
      "week": 49,
      "chapter": "30.1-2",
      "text": "The Lord Jesus, as Head of the church, hath appointed a government, and governors ecclesiastical, distinct from the civil magistrate. To these officers the keys of the kingdom of heaven are committed; by virtue whereof, they have power, respectively, to retain, and remit sins; to shut that kingdom against the impenitent, both by the Word, and censures; and to open it unto penitent sinners, by the ministry of the Gospel; and by absolution from censures, as occasion shall require."
    },
    {
      "week": 50,
      "chapter": "31.1",
      "text": "As all believers are bound to join themselves to particular churches, when and where they have opportunity so to do; so all that are admitted unto the privileges of a church, are also under the censures and government thereof, according to the rule of Christ."
    },
    {
      "week": 51,
      "chapter": "32.1",
      "text": "God hath appointed a day wherein He will judge the world in righteousness, by Jesus Christ; to whom all power and judgment is given of the Father; in which day, not only the apostate angels shall be judged, but likewise all persons that have lived upon the earth shall appear before the tribunal of Christ, to give an account of their thoughts, words, and deeds, and to receive according to what they have done in the body, whether good or evil."
    },
    {
      "week": 52,
      "chapter": "32.2-3",
      "text": "The end of God's appointing this day, is for the manifestation of the glory of His mercy, in the eternal salvation of the elect; and of His justice, in the eternal damnation of the reprobate, who are wicked and disobedient; for then shall the righteous go into everlasting life, and receive that fulness of joy and glory with everlasting rewards, in the presence of the Lord; but the wicked, who know not God, and obey not the gospel of Jesus Christ, shall be cast aside into everlasting torments, and punished with everlasting destruction, from the presence of the Lord, and from the glory of His power."
    }
  ]
}
